Repository: arigvrcia/tt-48794807
Catalog: omegat/project_save.tmx
Source language: en
Languages: es_es

source: Authority and autonomy for women traditionally were confined to domestic matters.
es_es: La autoridad y la autonomía de la mujer se limitaban tradicionalmente a los asuntos domésticos.

source: Because of Shintō beliefs about ritual purity and pollution, women were excluded from many aspects of ritual life.
es_es: Debido a las creencias de los Shinto sobre la pureza ritual y la contaminación, las mujeres estaban excluidas de muchos aspectos de la vida ritual.

source: Child rearing involves a high degree of physical and emotional interaction between mother and child; fathers are less involved.
es_es: La crianza de los hijos implica un alto grado de interacción física y emocional entre la madre y el hijo; los padres participan menos..

source: Half of high school graduates receive an advanced education.
es_es: La mitad de los estudiantes graduados reciven una educación avanzada.

source: Infants and young children are doted on, and child rearing is a considered a very important responsibility for women in their twenties and thirties.
es_es: Los bebés y los niños pequeños son adorados, y la crianza de los hijos se considera una responsabilidad muy importante para las mujeres de entre 20 y 30 años.

source: Japan has been a constitutional monarchy since the Meiji constitution of 1890.
es_es: Japón es una monarquía constitucional desde la constitución Meiji de 1890. .

source: Marriage is generally based on mutual attraction between individuals; this is known as a "love marriage" in contrast to the traditional "arranged marriage" in which a go-between negotiated a match in a process that might give parental opinions more weight than those of the prospective bride and groom.
es_es: El matrimonio se basa generalmente en la atracción mutua entre los individuos; esto se conoce como "matrimonio por amor" en contraste con el tradicional "matrimonio concertado" en el que un intermediario negociaba la pareja en un proceso que podía dar más peso a las opiniones de los padres que a las de los futuros novios.

source: Most families, especially in urban areas, are nuclear, consisting of the parents and their children.
es_es: La mayoría de las familias, especialmente en las zonas urbanas, son nucleares, formadas por los padres y sus hijos.

source: National identity and unity are formally symbolized by a number of conventional icons and motifs, including the cherry blossom, the red and white national flag portraying the rising sun, and the chrysanthemum.
es_es: La identidad y la unidad nacional se simbolizan formalmente con una serie de iconos y motivos convencionales, como la flor del cerezo, la bandera nacional roja y blanca que representa el sol naciente y el crisantemo.

source: O-Shōgatsu, the New Year's holiday is the major holiday season of the year and is a time for ritual reaffirmations of social obligations.
es_es: O-Shōgatsu, la fiesta de Año Nuevo es la principal temporada de vacaciones del año y es un momento de reafirmación ritual de las obligaciones sociales.

source: One of the most important determinants of social stratification is educational attainment.
es_es: Uno de los factores más importantes de la estratificación social es el nivel educativo.

source: Several distinct minority populations together total less than 5 percent of the population.
es_es: Varias poblaciones minoritarias distintas juntas suman menos del 5% de la población.

source: Shintō is the contemporary term for a system of gods and beliefs about the relationship between people, the natural environment, and the state.
es_es: Shintō es el término contemporáneo que designa un sistema de dioses y creencias sobre la relación entre las personas, el entorno natural y el Estado.

source: The Japanese archipelago consists of four major islands and over six-thousand minor ones, covering approximately 234,890 square miles (378,000 square kilometers), and has enormous climatic variation.
es_es: El archipiélago japonés está formado por cuatro islas principales y más de seis mil islas menores, con una superficie aproximada de 378.000 kilómetros cuadrados, y una enorme variación climática.

source: The Japanese names, Nihon and Nippon, are alternative readings of written characters that mean "origin of the sun" ("Land of the Rising Sun").
es_es: Los nombres japoneses, Nihon y Nippon, son lecturas alternativas de caracteres escritos que significan "origen del sol" ("Tierra del Sol Naciente").

source: The constitution of 1947 renounced the use of military force and forbids the state from maintaining armed forces.
es_es: La Constitución de 1947 renunció al uso de la fuerza militar y prohibió al Estado mantener fuerzas armadas.

source: The kinship system before World War II was based on upper-class family patterns established during the late Tokugawa period.
es_es: El sistema de parentesco anterior a la Segunda Guerra Mundial se basaba en los patrones familiares de la clase alta establecidos a finales del periodo Tokugawa.

source: The official and predominant language is Japanese (Nihongo).
es_es: La lengua oficial y predominante es el japonés (nihongo).

source: The peoples of the Jōmon period (8000 B.C.E.
es_es: Los pueblos del periódo Jōmon (8000 a. e. c.-300 a. e. c.)

source: The population in 1999 was 127,000,000.
es_es: La población en 1999 era de 127.000.000 de habitantes.

source: The primary imperative of the family as a social institution was to survive across the generations.
es_es: El imperativo principal de la familia como institución social era sobrevivir a través de las generaciones.

source: Throughout most of the postwar period, the Liberal Democratic Party (LDP), a conservative party with close ties to business and the national bureaucracy, dominated national politics.
es_es: Durante la mayor parte de la posguerra, el Partido Liberal Democrático (PLD), un partido conservador con estrechos vínculos con las empresas y la burocracia nacional, dominó la política nacional.

source: Throughout the Meiji period, the national government attempted to create institutions that would unify the Japanese people as citizens of a new nation-state and erase local identities and regional loyalties.
es_es: A lo largo del período Meiji, el gobierno nacional intentó crear instituciones que unificaran al pueblo japonés como ciudadanos de un nuevo estado-nación y borraran las identidades locales y las lealtades regionales.

source: It consists of two major branches, known as Teravada and Mahayana Buddhism.
es_es: Consta de dos ramas principales, conocidas como Budismo Teravada y Mahayana.

source: ), small chieftainships coalesced into a rudimentary state-level society.
es_es: ), pequeños cacicazgos se juntaron para formar una sociedad a un nivel estatal rudimentario.

source: ) were Neolithic hunting-and-gathering bands.
es_es: eran bandas del Neolítico que se dedicaban a cazar y recolectar. )

source: ) extensive cultural contact with and migration from the Asian mainland occurred, and a society arose that was based on irrigated rice cultivation.
es_es: tuvieron lugar un gran contacto cultural con y migración desde el continente asiático, y surgió una sociedad basada en el cultivo de arroz.

source: Child Rearing and Education.
es_es: Crianza y educación de los hijos.

source: Demography.
es_es: Demografía.

source: Division of Labor by Gender.
es_es: División del trabajo por género.

source: Domestic Unit.
es_es: Unidad doméstica.

source: Emergence of the Nation.
es_es: Origen de la nación

source: Ethnic Relations.
es_es: Relaciones étnicas.

source: Government.
es_es: Gobierno.

source: Higher Education.
es_es: Educación Superior.

source: Identification.
es_es: Identificación.

source: Infant Care.
es_es: Cuidado de niños.

source: Inheritance.
es_es: Herencia.

source: Kin Groups.
es_es: Grupos de parentesco.

source: Leadership and Political Officials.
es_es: Dirigentes y funcionarios políticos.

source: Linguistic Affiliation.
es_es: Afiliación lingüística.

source: Location and Geography.
es_es: Localización y geografía.

source: Marriage.
es_es: Matrimonio.

source: Military Activity.
es_es: Actividad militar.

source: National Identity.
es_es: Identidad nacional.

source: Religious Beliefs.
es_es: Creencias Religiosas.

source: Rituals and Holy Places.
es_es: Rituales y Lugares Sagrados.

source: Symbolism.
es_es: Simbolismo.

source: Symbols of Social Stratification.
es_es: Símbolos de la estratificación social. .

source: The Relative Status of Women and Men.
es_es: Situación relativa de las mujeres y hombres.

source: The Tale of Genji, the world's first novel, epitomizes the culture of the Heian period.
es_es: La historia de Genji, la primera novela del mundo, personifica la cultura del periodo Heian.

source: Rōmaji is widely used on signs, in advertising, and in the mass media.
es_es: El rōmaji se utiliza mucho en carteles, publicidad y medios de comunicación.

source: A Japanese bride and groom hold their champagne glasses during a traditional Shintō wedding ceremony.
es_es: Unos novios japoneses sostienen sus copas de champán durante una ceremonia de boda tradicional Shinto.

source: A college degree is a prerequisite for most middle-class occupations, and many companies formally restrict their recruiting to graduates of specific universities.
es_es: Un título universitario es un requisito previo para la mayoría de las ocupaciones de clase media, y muchas empresas restringen formalmente su contratación a los graduados de determinadas universidades.

source: A male household head represented the family to the outside world and controlled its public affairs; within the home, his wife might exercise great control in managing the day-to-day life of the family.
es_es: Un hombre cabeza de familia representaba a la familia ante el mundo exterior y controlaba sus asuntos públicos; dentro del hogar, su mujer podía ejercer un gran control en la gestión de la vida cotidiana de la familia.

source: A related problem is the reintegration of students who have studied overseas.
es_es: Un problema relacionado es la reintegración de los alumnos que han estudiado en el extranjero.

source: According to the 1995 census, 81 million people (65 percent) live in urban areas; that constitutes only 3 percent of the land area.
es_es: Según el censo de 1995, 81 millones de personas (el 65%) viven en zonas urbanas, que constituyen sólo el 3% de la superficie terrestre.

source: Administratively, the country is divided into forty-seven prefectures that vary in terms of their political structures.
es_es: Administrativamente, el país está dividido en cuarenta y siete prefecturas que varían en cuanto a sus estructuras políticas.

source: After World War II, many new religious sects were founded and existing sects expanded enormously.
es_es: Después de la Segunda Guerra Mundial, se fundaron muchas sectas religiosas nuevas y las existentes se expandieron enormemente.

source: After the
es_es: Después de

source: After the Kingdom of Ryūkyū was annexed in 1879, the national government tried to replace the use of the Ryūkyū language with standard Japanese, but the isolation of the islands, their lack of development before World War II, and the American occupation until 1970, enabled Okinawans to maintain the use of their dialects.
es_es: Tras la anexión del Reino de Ryūkyū en 1879, el gobierno nacional intentó sustituir el uso de la lengua de Ryūkyū por el japonés estándar, pero el aislamiento de las islas, su falta de desarrollo antes de la Segunda Guerra Mundial y la ocupación estadounidense hasta 1970 permitieron a los okinawenses mantener el uso de sus dialectos.

source: After the late 1950s, this "developmental state" created the social, economic, and political contexts in which ordinary people could experience middle-class urban lifestyles.
es_es: A partir de finales de los 50, este "estado desarrollista" creó los contextos sociales, económicos y políticos en los que la gente corriente podía experimentar estilos de vida urbanos de clase media.

source: All other children were expected to leave the natal household and become members of another family system through marriage or adoption.
es_es: Todos los demás hijos debían abandonar el hogar natal y convertirse en miembros de otro sistema familiar mediante el matrimonio o la adopción.

source: Allied naval victories destroyed Japan's fleets and shipping, and bombing raids began in 1944.
es_es: Las victorias navales aliadas destruyeron las flotas y los barcos japoneses, y los bombardeos comenzaron en 1944.

source: Almost every aspect of Japanese life—agricultural technology, written language, philosophy, architecture, poetry, medicine, and law—was transformed.
es_es: Casi todos los aspectos de la vida japonesa (tecnología agrícola, escritura, filosofía, arquitectura, poesía, medicina y derecho) se transformaron.

source: Alternating currents of isolation from and embrace of foreign cultures form a central strand in contemporary conceptions of the national identity.
es_es: La alternancia entre el aislamiento y la adopción de culturas extranjeras constituye un elemento principal de las concepciones contemporáneas de la identidad nacional.

source: Although Chinese and Japanese are fundamentally unrelated and differ in phonology, syntax, and grammar, Chinese has had enormous impact on the Japanese language and civilization.
es_es: Aunque el chino y el japonés no están fundamentalmente relacionados y difieren en fonología, sintaxis y gramática, el chino ha tenido un enorme impacto en la lengua y la civilización japonesas.

source: Although spoken and written forms of Japanese are largely standardized throughout the nation, there are several linguistically distinctive ethnic and regional dialects.
es_es: Aunque las formas habladas y escritas del japonés están en gran medida estandarizadas en toda la nación, existen varios dialectos étnicos y regionales lingüísticamente distintivos.

source: Although the cultural legacies of neo-Confucianism are still evident in social patterns of hierarchy and deference, neo-Confucianism did not survive beyond the nineteenth century in Japan.
es_es: Aunque los legados culturales del neoconfucianismo siguen siendo evidentes en los patrones sociales de jerarquía y deferencia, el neoconfucianismo no sobrevivió más allá del siglo XIX en Japón.

source: Although they had come to power under the slogan "Revere the Emperor; Expel the Barbarians," the Meiji leaders built a strong state and society along the lines of an industrial European country.
es_es: Aunque habían llegado al poder bajo el lema "Reverenciar al Emperador; expulsar a los bárbaros", los líderes de Meiji construyeron un estado y una sociedad fuertes siguiendo la línea de un país industrial europeo.

source: Although work schedules permitted little leisure time, travel became a desired commodity.
es_es: Aunque los horarios de trabajo permitían poco tiempo de ocio, viajar se convirtió en un bien deseado.

source: Although, only about 1 per cent of Japanese today consider themselves Christian, a number of intellectuals and political figures in the late nineteenth and twentieth centuries adopted Christianity.
es_es: Aunque, en la actualidad, sólo un 1% de los japoneses se consideran cristianos, varios intelectuales y figuras políticas de finales del siglo XIX y del XX adoptaron el cristianismo.

source: American military
es_es: Americanos militares

source: An alternative system, adopted but not mandated by the government, is much less commonly used.
es_es: Un sistema alternativo, adoptado pero no impuesto por el gobierno, es mucho menos utilizado.

source: Anticipating that an invasion of Japan would be a bloodbath, American military planners proceeded with the development of the atomic bomb.
es_es: Anticipando que una invasión de Japón sería un baño de sangre, los planificadores militaresestadounidenses procedieron al desarrollo de la bomba atómica.

source: At better schools, these exams can be extremely competitive.
es_es: En las mejores escuelas, estos exámenes pueden ser extremadamente competitivos.

source: At the beginning of the twenty-first century, there is a general sense that the postwar model of a stable, prosperous, and well-governed society has run its course.
es_es: A principios del siglo XXI, existe la sensación generalizada de que el modelo de sociedad estable, próspera y bien gobernada de la posguerra se ha agotado.

source: At the local level, each prefecture has an elected governor and an elected assembly.
es_es: A nivel local, cada prefectura tiene un gobernador elegido y una asamblea elegida.

source: At the national level, government ministries wield enormous power.
es_es: En el ámbito nacional, los ministerios del gobierno ejercen un enorme poder.

source: Background checks on a prospective spouse and his or her family are routine.
es_es: La comprobación de los antecedentes del futuro cónyuge y de su familia es rutinaria.

source: Because of the intensity of pacifism in contemporary society, opposition to the military runs very strong, and the article in the constitution that prohibits military involvement is of great symbolic importance.
es_es: Debido a la intensidad del pacifismo en la sociedad contemporánea, la oposición al ejército es muy fuerte, y el artículo de la constitución que prohíbe la participación militar tiene una gran importancia simbólica.

source: Because of the steep mountains, there are almost no navigable inland waterways.
es_es: Debido a las escarpadas montañas, casi no hay vías acuática interiores navegables.

source: Because of these trends, the population is projected to peak early in the twenty-first century and then shrink.
es_es: Debido a estas tendencias, se prevé que la población alcance su punto máximo a principios del siglo XXI y que después se reduzca.

source: Beyond those four hereditary official classes, Tokugawa society included a tiny stratum of imperial nobility, a large clerical establishment, and a population of outcastes.
es_es: Más allá de esas cuatro clases oficiales hereditarias, la sociedad Tokugawa incluía un pequeño estrato de la nobleza imperial, un amplio estamento clerical y una población de parias.

source: Buddhism was introduced into Japan from Korea and China during the sixth century A.D.
es_es: El budismo fue introducido en Japón desde Corea y China durante el siglo VI de nuestra era.

source: Buddhist and Shintō beliefs are central for most "New Religions," but many sects also incorporate eclectic elements from religions around the world.
es_es: Las creencias budistas y del Shintō son centrales para la mayoría de las "Nuevas Religiones", pero muchas sectas también incorporan elementos eclécticos de religiones de todo el mundo.

source: Bullying among students is a common problem.
es_es: El acoso entre estudiantes es un problema común.

source: By the 1630s, the Tokugawa regime had ruthlessly suppressed Christian communities and broken off most ties with European nations.
es_es: Durante la década de 1630, el régimen Tokugawa había eliminado sin piedad las comunidades cristianas y había roto la mayoría de vínculos con las naciones europeas.

source: By the 1920s, Japan considered itself a world military power.
es_es: En la década de 1920, Japón se consideraba una potencia militar mundial.

source: By the early seventeenth century, there were an estimated three hundred thousand Catholics.
es_es: A principios del siglo XVII, se calcula que había unos trescientos mil católicos.

source: By the end of the Heian period, economic, social, and military power had shifted to provincial landholders and warriors.
es_es: Al final del periodo Heian, el poder económico, social y militar se había trasladado a los terratenientes y guerreros provinciales.

source: By the mid-1950s, the initial reconstruction of society and economy had largely been accomplished, and the government had built a conservative consensus that the national priorities were economic growth and social stability, which would be achieved through the close cooperation of business and a government directed by bureaucratic elites.
es_es: A mediados de la década de 1950, la reconstrucción inicial de la sociedad y la economía se había llevado a cabo en gran medida, y el gobierno había creado un consenso conservador según el cual las prioridades nacionales eran el crecimiento económico y la estabilidad social, que se lograrían mediante la estrecha cooperación de las empresas y un gobierno dirigido por las élites burocráticas.

source: Care for the elderly was traditionally a family responsibility, but it has become an enormous public issue because of Japan's rapidly aging population and the decline in multi-generational households.
es_es: Programas de bienestar social y cambio Desde hace mucho tiempo existe un espíritu de apoyo a la educación, la seguridad pública y la salud pública, que han sido prioridades del gobierno desde el siglo XIX. Sin embargo, muchos aspectos del bienestar social siguen siendo responsabilidad de las familias, las comunidades y otros grupos sociales.

source: Central control was in the hands of the Shōgun's court, while regional lords governed individual provincial domains and commanded the personal loyalty of warrior retainers (samurai).
es_es: El control central estaba en manos de la corte del sogún, mientras que los nobles regionales gobernaban sobre los dominios provinciales individuales y comandaban la lealtad personal de los sirvientes guerreros (samurai).

source: Changes in family structure since the end of World War II have eroded the patriarchal domination of households.
es_es: Los cambios en la estructura familiar desde el final de la Segunda Guerra Mundial han erosionado el dominio patriarcal de los hogares.

source: Childhood socialization is guided by the widespread belief that a child is a passive and malleable being; innate talent or ability is less important than is its being properly shaped, particularly by maternal influences.
es_es: La socialización de la infancia está guiada por la creencia generalizada de que el niño es un ser pasivo y maleable; el talento o la capacidad innata es menos importante que el hecho de que se le moldee adecuadamente, sobre todo por influencias maternas.

source: Cities, towns, and villages have elected chief executives and assemblies.
es_es: Las ciudades, pueblos y aldeas tienen jefes de gobierno y asambleas elegidos.

source: Community celebrations generally echo Shintō observances of the agricultural cycle.
es_es: Las celebraciones de la comunidad generalmente se hacen eco de las observancias del ciclo agrícola del Shintō.

source: Compulsory education begins at about age six with elementary school, which lasts for six years, followed by three years of middle school.
es_es: La educación obligatoria comienza alrededor de los seis años con la escuela primaria, que dura seis años, seguida de tres años de escuela media.

source: Confucianism established ideal relations between ruler and subject, husband and wife, father and child, older brother and younger brother, and friend and friend.
es_es: El confucianismo establecía relaciones ideales entre gobernante y súbdito, marido y mujer, padre e hijo, hermano mayor y hermano menor, y amigo y amigo.

source: Confucianism, Taoism, and shamanism have also influenced Japanese religion.
es_es: El confucianismo, el taoísmo y el chamanismo también han influido en la religión japonesa.

source: Contacts with the West began in the mid-sixteenth century with the arrival of the Portuguese Jesuit missionary Francis Xavier.
es_es: Los contactos con Occidente comenzaron a mediados del siglo XVI con la llegada del misionero jesuita portugués Francisco Javier.
